Repository: dolda2000/Dolda-Connect
Catalog: po/*.po
Languages: sv

source: Unknown
sv: Okänt

source: Not found
sv: Kunde inte hittas

source: No slots
sv: Inga kanaler lediga

source: %s (reported at %s)
sv: %s (rapporterades kl. %s)

source: Disconnected
sv: Frånkopplad

source: Could not get your home directory!
sv: Kunde inte hitta din hemkatalog!

source: Could not open configuration file for writing: %s
sv: Kunde inte skriva till konfigurationsfilen: %s

source: Login
sv: Logga in

source: Could not negotiate an acceptable authentication mechanism
sv: Kunde inte förhandla fram en acceptabel autentiseringsmekanism

source: The server has encountered an error
sv: Servern har råkat ut för ett fel

source: Internal client error
sv: Internt fel i klienten

source: Login attempt failed!
sv: Inloggningsförsöket misslyckades!

source: Discrete sizes
sv: Enskilda storlekar

source: The server refused the connection
sv: Servern vägrade förbindelsen

source: Server protocol revision mismatch
sv: Fel protokoll-revision hos servern

source: Connected
sv: Ansluten

source: The server has closed the connection
sv: Servern har stängt förbindelsen

source: The connection to the server failed: %s
sv: Anslutning till servern misslyckades: %s

source: Preferences
sv: Inställningar

source: Could not connect: %s
sv: Kunde inte ansluta: %s

source: Connecting...
sv: Ansluter...

source: Connect
sv: Anslut

source: Server address:
sv: Serverns adress:

source: Not connected to DC server
sv: Ej ansluten till DC-servern

source: You do not have permission to do that
sv: Du har inte tillstånd att göra det

source: Illegal address entered
sv: Ogiltig adress

source: The server could not parse that address
sv: Servern kunde inte tolka den adressen

source: There are too many hubs connected
sv: För många hubbar är anslutna

source: No hub selected
sv: Ingen hub vald

source: This hub could not support all the types of characters in your chat message
sv: Den här hubben klarar inte av alla sorters bokstäver i ditt meddelande

source: This hub does not support chatting
sv: Den här hubben klarar inte av att chatta

source: An error occurred while trying to chat (%i)
sv: Ett fel uppstod under försöket att chatta (%i)

source: Please enter a search expression before searching
sv: Skriv in ett sökuttryck först

source: Could not find any hubs to search on
sv: Kunde inte hitta någon hub att söka på

source: The server could not parse your search expression
sv: Servern kunde inte tolka ditt sökuttryck

source: An error occurred while trying to search (%i)
sv: Ett fel uppstod under försöket att söka (%i)

source: An error occurred while trying to cancel (%i)
sv: Ett fel uppstod under försöket att avbryta (%i)

source: An error occurred while trying to queue the download (%i)
sv: Ett fel uppstod under försöket att lägga till nerladdningen (%i)

source: An error occurred while trying to reset (%i)
sv: Ett fel uppstod under försöket att återställa (%i)

source: An error occurred (%ls)
sv: Ett fel uppstod (%ls)

source: Ready to search
sv: Redo att söka

source: Search scheduled and will be submitted in %i seconds
sv: Sökningen är schemalagd och kommer genomföras om %i sekunder

source: Could not read hublist from server: %s
sv: Kunde inte läsa den publika hublistan från servern: %s

source: The hublist server returned an error: "%i %s"
sv: Servern returnerade ett fel vid hämtning av hubblistan: "%i %s"

source: Getting list...
sv: Hämtar lista...

source: Could not decompress hublist (%i)
sv: Kunde inte packa upp hubblista (%i)

source: Finalizing list...
sv: Färdigställer listan...

source: Could not initialize decompression library
sv: Kunde inte initiera dekompressionsbiblioteket

source: A hub list could not be read from the server
sv: Kunde inte läsa hublista från servern

source: The hub list is not valid
sv: Hublistan är inte giltig

source: The hub list cannot be understood
sv: Hublistan är oförståelig

source: The hub list did not contain any columns
sv: Hublistan innehöll inga kolumner

source: The hub list did not contain the address to any hubs
sv: Hublistan innehöll inte adresser till några hubbar

source: (Invalid character)
sv: (Ogiltig bokstav)

source: # users
sv: Antal användare

source: Name
sv: Namn

source: Description
sv: Beskrivning

source: Search for this hash
sv: Sök efter denna hash

source: Copy this hash to clipboard
sv: Kopiera denna hash till urklipp

source: Reset transfer
sv: Återställ överföringen

source: Cancel transfer
sv: Avbryt överföringen

source: _Main
sv: Huvud_meny

source: _Connect
sv: _Anslut

source: _Disconnect
sv: _Koppla från

source: _Shut down daemon
sv: _Stäng av demonen

source: Op_tions
sv: Alternati_v

source: _List resumable files
sv: _Lista ofärdiga filer

source: Connected hu_bs
sv: _Anslutna hubbar

source: Hub name
sv: Hubnamn

source: D_isconnect
sv: _Koppla från

source: _Public hub list
sv: _Publik hublista

source: _Get public hub list
sv: Hämta _publik hublista

source: _Address:
sv: _Adress:

source: C_onnect
sv: _Anslut

source: _Hub connections
sv: _Hubanslutningar

source: Hu_bs
sv: Hu_bbar

source: Chat st_ring:
sv: Chatm_eddelande:

source: S_end
sv: S_kicka

source: S_imple search:
sv: _Enkel sökning:

source: S_earch
sv: S_ök

source: C_ancel
sv: _Avbryt

source: Displa_y results with free slots only
sv: _Visa endast resultat med fria kanaler

source: Ad_vanced
sv: A_vancerat

source: C_omplete search expression:
sv: _Komplett sökuttryck:

source: Search _results:
sv: Sök_resultat:

source: Peer name
sv: Användare

source: File name
sv: Filnamn

source: Size
sv: Storlek

source: Slots
sv: Kanaler

source: Known speed
sv: Känd hastighet

source: Rsp. time
sv: Svarstid

source: _Search
sv: _Sök

source: _List of downloads:
sv: _Lista över nerladdningar:

source: User Name
sv: Användarnamn

source: File Name
sv: Filenamn

source: Speed
sv: Hast.

source: Error
sv: Felmeddelande

source: _Downloads
sv: _Nerladdningar

source: _List of uploads:
sv: _Lista över uppladdningar:

source: _Uploads
sv: _Uppladdningar

source: _Public hub list URL:
sv: _URL för publik hublista:

source: _Dolda connect user name:
sv: Användarnamn för _Dolda Connect:

source: Connect _automatically on startup
sv: Anslut au_tomatiskt vid uppstart

source: No transfer selected
sv: Ingen överföring vald

source: Calculating remaining time...
sv: Beräknar återstående tid...

source: Time left: Infinite (Transfer is standing still)
sv: Tid kvar: Oändlig (Överföringen står still)

source: Time left: %i:%02i
sv: Tid kvar: %i:%02i

source: Not connected
sv: Ej ansluten

source: No transfers to display
sv: Inga överföringar

source: Initializing
sv: Förbereder

source: Transfers
sv: Överföringar

source: Transfer complete
sv: Färdig överföring

source: Finished downloading %ls from %ls
sv: Färdig nedladdning av %ls från %ls

source: Transfer interrupted
sv: Avbruten överföring

source: The transfer of %ls from %ls was interrupted from the other side
sv: Överföringen av %ls från %ls avbröts från andra sidan

source: Transfer stalled
sv: Stillastående överföring

source: The transfer of %ls from %ls has not made progress for 10 minutes
sv: Överföringen av %ls från %ls har inte kommit någonstans på 10 minuter

source: Could not connect to server
sv: Kunde inte ansluta till servern

source: Could not connect to server: %s
sv: Kunde inte ansluta till servern: %s

source: Authenticating...
sv: Autentiserar...

source: Connecting to server...
sv: Ansluter...

source: Starting...
sv: Startar...

source: Start interface
sv: Starta gränssnitt

source: Configure
sv: Konfigurera

source: Shut down
sv: Stäng av

source: Dolda Connect is currently starting. Depending on the number of files you are sharing and the speed of your hard drive, this process may take a few minutes.
sv: Dolda Connect håller på och startar. Det kan ta ett antal minuter, beroende på hur många filer du delar och hastigheten på din hårddisk.

source: _Hide this window
sv: _Göm det här fönstret

source: The Dolda Connect daemon failed to start. The following messages were recorded before the daemon aborted:
sv: Dolda Connect-demonen kunde inte starta. Följande meddelanden mottogs innan demonen avbröt:

source: %s must not be empty
sv: Fältet "%s" får inte vara tomt

source: %s must not contain spaces, `|' or `$'
sv: Fältet "%s" får inte innehålla mellanrum, '|' eller '$'

source: %s must be a natural number
sv: Fältet "%s" måste vara ett naturligt tal

source: %s must be an integer
sv: Fältet "%s" måste vara ett heltal

source: %s must be an IP address
sv: Fältet "%s" måste vara en IP-adress

source: Screen name
sv: Användarnamn

source: Upload slots
sv: Uppladdningskanaler

source: Connection speed
sv: Anslutningshastighet

source: E-mail address
sv: E-post-adress:

source: Share description
sv: Beskrivning

source: Direct Connect TCP port
sv: TCP-port för Direct Connect

source: Direct Connect UDP port
sv: UDP-port för Direct Connect

source: Dolda Connect configurator
sv: Dolda Connect-konfigurerare

source: Could not open the configuration file for reading: %s
sv: Kunde inte läsa konfigurationsfilen: %s

source: Could not open the configuration file for writing: %s
sv: Kunde inte skriva till konfigurationsfilen: %s

source: Internal error (Auto-generated variable %s has an invalid value "%s")
sv: Internt fel (Autogenererade variabeln %s har det ogiltiga värdet "%s")

source: Shares:
sv: Utdelningar:

source: Shared directories
sv: Delade kataloger

source: It appears that you have not run this setup program before. Would you like to run the first-time setup assistant?
sv: Du tycks inte ha kört det här inställningsprogrammet tidigare. Vill du köra förstagångs-assistenten?

source: The configuration file appears to have been edited outside the control of this program. If you continue using this program, all settings not handled by it will be lost. Do you wish to continue?
sv: Konfigurationsfilen tycks ha blivit redigerad utanför det här programmets kontroll. Om du fortsätter använda det här programmet, kommer inställningar som det inte hanterar förloras. Vill du fortsätta?

source: Internal error (Unknown state)
sv: Internt fel (Okänt läge)

source: This assistent will guide you through the steps minimally required for setting up Dolda Connect as a normal Direct Connect client. If you wish to set up the more advanced features of Dolda Connect, please either use the more complete setup form of this program, which will be available after this assistant is complete, or edit the configuration file (~/.doldacond.conf) manually.
sv: Den här assistenten kommer leda dig genom de steg som krävs för att ställa in Dolda Connect som en normal Direct Connect-klient. Om du önskar använda de mer avancerade funktionerna i Dolda Connect, använd antingen det mer kompletta inställningsformuläret, som kommer finnas tillgängligt efter assistenten är slut, eller redigera konfigurationsfilen (~/.doldacond.conf) manuellt.

source: Introduction
sv: Inledning

source: Please enter how you wish to present yourself to other users:
sv: Ange hur du vill presentera dig själv för andra användare:

source: _Screen name
sv: _Användarnamn

source: _Description
sv: _Beskrivning

source: Published info
sv: Publicerad info

source: Please choose the directories that you wish to share:
sv: Välj de kataloger du vill dela ut:

source: Path
sv: Sökväg

source: Please choose the network mode to use
sv: Välj det nätverksläge som ska användas:

source: _Active mode
sv: _Aktivt läge

source: <i>Active mode is the best choice when this computer is connected directly to the internet.</i>
sv: <i>Aktivt läge är det bästa valet när den här datorn är ansluten direkt till internet.</i>

source: Active with specified _port
sv: Aktivt läge med specifik _port

source: _IP address:
sv: _IP-adress:

source: <i>Specify a port when this computer is behind a NAT router or another device blocking incoming connections. You will also need to configure your NAT router to forward that port to this computer, and specify what external IP address to use. Note also that the ports need to be above 1024.</i>
sv: <i>Ange en port när den här datorn är bakom en NAT-router eller någon annan enhet som blockerar anslutningar utifrån. Du behöver också ställa in din NAT-router så att den vidarebefordrar den porten till den här datorn, och ange vilken extern IP-adress som ska användas. Notera även att portarna behöver vara 1024 eller högre.</i>

source: Passi_ve mode
sv: Passi_vt läge

source: <i>Passive mode can be used as a last resort if you truly cannot use active mode. It is highly likely that using passive mode will lead to impaired performance.</i>
sv: <i>Passivt läge kan användas som en sista utväg om du verkligen inte kan använda aktivt läge. Det är högst troligt att användandet av passivt läge kommer leda till nedsatt prestanda.

source: Network
sv: Nätverk

source: Please confirm that you wish to apply the following options:
sv: Bekräfta att du vill använda följande inställningar:

source: What do you want to do after confirming?
sv: Vad vill du göra efter att du bekräftat?

source: _Run Dolda Connect normally
sv: Kör Dolda Connect normalt

source: _Exit this configuration program
sv: A_vsluta konfigurationsprogrammet.

source: _Open the complete configuration form
sv: _Öppna det kompletta inställningsformuläret

source: Confirmation
sv: Bekräftelse

source: Screen _name
sv: _Användarnamn

source: _Connection type
sv: Anslutningstyp

source: _E-mail address
sv: _E-post-adress

source: _Published info
sv: _Publicerad info

source: S_hared directories
sv: _Delade kataloger

source: Spe_cify ports
sv: Spe_cificera portar

source: _Override IP address
sv: Ange IP-adress

source: Net_work
sv: N_ätverk

source: _Allow user interfaces to connect remotely
sv: _Tillåt användargränssnitt att ansluta från andra datorer

source: _Trust connections without a password
sv: _Lita på anslutningar utan lösenord

source: <i>Important: The above option is a security hole. It allows you to connect without a password, but it also allows everyone else to do the same, so you should absolutely not use it unless you are sure that everyone who can connect to your computer is trusted.</i>
sv: <i>Viktigt: Den ovanstående inställningen är ett säkerhetshål. Den låter dig ansluta utan ett lösenord, men låter även vem som helst att göra detsamma, så du bör absolut inte använda den om du inte är säker på att du kan lita på alla som kan ansluta till din dator.</i>

source: _Remoting
sv: Fj_ärranvändning
